app/controllers/users_controller.rb

INSERT INTO `users` (`name`, `identity`, `created_at`, `updated_at`, `password`) VALUES('颜回', 'student', '2011-07-04 09:27:30', '2011-07-04 09:27:30', '123456')
---
  def create
    @user = User.new(params[:user])
    if @user.save